[
    { "id": 1,
      "title": "¿Aprender quechua como segunda lengua o como lengua de herencia? Dos caminos, un idioma, una app",
      "author": "Alexis Pelaez Olivera",
      "translate": "Nicaela Leon Coico",
      "topic": "Educación",
      "date": "Hace 3 días",
      "created_at": "",
      "featured": true,
      "image": "assets/images/blog/posts/1.png",
      "content": "<p>Al encontrarse por primera vez con SIMI, las y los aprendices suelen preguntarse para quién está diseñada la app. ¿Está pensada para quienes nunca tuvieron la oportunidad de aprender quechua? ¿O para quienes pueden entender el idioma, conocen algunas palabras o frases, pero quieren lograr mayor dominio? La respuesta depende del perfil del usuario, ya que SIMI está diseñada para una amplia gama de aprendices. En particular, hemos identificado que dos grupos están ampliamente representados: los usuarios de Segunda Lengua (L2) y los usuarios de Lengua de Herencia (HL, por sus siglas en inglés y LH, en español). </p><p>En el campo de la adquisición de segundas lenguas, se distingue entre quienes aprenden una segunda lengua (aprendices L2) y quienes aprenden su lengua materna o primera lengua (aprendices L1). Ser un usuario L2 de SIMI significa que la persona probablemente nunca estuvo expuesta al quechua antes, o solo lo escuchó ocasionalmente, de pasada. Además, el quechua no habría formado parte de su crianza familiar o cultural. En pocas palabras, los usuarios L2 aprenden la lengua —y su cultura— desde cero.</p>Una lengua de herencia (LH) es “una lengua minoritaria étnica o inmigrante que es la más débil de las dos lenguas de un hablante bilingüe” (Boon y Polinsky, 2014). A diferencia de los usuarios L2, que no tienen vínculos personales con el idioma que están aprendiendo, “los hablantes de LH sienten una conexión cultural o familiar con su lengua de herencia, pero su lengua más fuerte es aquella que domina en su comunidad” (Boon y Polinsky, 2014). En el caso de aprendices de quechua como LH, es posible que sus madres, padres, abuelas/os o tías/os hablen fluidamente el idioma, mientras que ellos tienen dificultades para hablarlo o incluso comprenderlo. SIMI apoya a estos hablantes de LH que están en proceso de recuperar o fortalecer su vínculo con el quechua. <p>Aunque a primera vista la diferencia entre aprendices L2 y LH no parezca grande, sus motivaciones y oportunidades para aprender y practicar el idioma varían significativamente. Mientras que los hablantes de LH tienen una conexión emocional o cultural profunda con el quechua, los aprendices L2 suelen no tener ese mismo tipo de lazos, que podrían servir como una fuente significativa de motivación intrínseca. Según Spolsky (1969), “uno de los factores actitudinales más importantes [del aprendizaje de lenguas] es la actitud del aprendiz hacia la lengua y sus hablantes” (p. 282). En otras palabras, si una persona tiene una motivación intrínseca fuerte para aprender otro idioma, y más aún, para integrarse en esa comunidad de hablantes, esto impactará directamente en su habilidad para lograr fluidez en el idioma meta (p. 283). Así, los usuarios LH de SIMI que desean comunicarse mejor con sus familiares o participar más activamente en su cultura de origen tienen una ventaja en cuanto a motivación intrínseca. Esto no quiere decir que los usuarios L2 no puedan tener el mismo nivel de motivación, pero en general, sus razones para descargar y —más importante aún— continuar usando SIMI, podrían ser distintas.<p>Además, mientras que los hablantes LH suelen tener más oportunidades de practicar quechua fuera de la app, los usuarios L2 pueden tener dificultades para encontrar contextos auténticos de práctica con hablantes nativos o LH. Estos últimos deberían aprovechar al máximo los ejercicios que SIMI ofrece y, al mismo tiempo, buscar oportunidades para aplicar lo aprendido en conversaciones reales. Como numerosos estudios han demostrado, “uno de los elementos más importantes en el proceso de adquisición de una segunda lengua” es el input (Sun, 2008). Sin embargo, como observaron investigadores como Corder (1967), aunque se puede controlar el input que recibe un/a aprendiz —como el que ofrece una app como SIMI— no se puede controlar su intake, es decir, cómo esos estímulos externos se integran en su sistema interno. Por lo tanto, cuantas más oportunidades tenga un/a usuario/a de SIMI para usar de forma auténtica lo que sabe del quechua, más probable será que el input se transforme en intake en su gramática mental.</p><p>Por último, los aprendices L2 y LH también difieren en el reconocimiento que se da a sus esfuerzos. Aunque a los aprendices L2 a menudo se les “perdona” el no saber utilizar su lengua meta de manera culturalmente adecuada, los hablantes LH no suelen recibir esa misma indulgencia. Además, los hablantes L2 han sido durante mucho tiempo el foco predominante en la investigación sobre adquisición de segundas lenguas, mientras que los hablantes LH solo recientemente han comenzado a ser considerados. Reconociendo estas diferencias en el tratamiento de cada tipo de aprendiz, SIMI busca apoyar a todos los y las aprendices con un enfoque inclusivo y culturalmente respetuoso.</p><p>Como se ha demostrado, los aprendices L2 y LH del quechua tienen necesidades y motivaciones diferentes. Esto requiere un enfoque pedagógico flexible y adaptativo. Aunque SIMI se enfoca principalmente en la adquisición del quechua como segunda lengua, también apoya a quienes lo aprenden como lengua de herencia. Aunque el quechua es una lengua ancestral, no todxs lxs usuari@s tienen la misma relación con ella. Esto significa que el proceso de aprendizaje no puede ser homogéneo. SIMI debe ser una herramienta que se adapte a las diversas realidades de sus usuarios, reconociendo que cada aprendiz tiene una historia y propósito únicos en su vínculo con la lengua.</p>",
      "original_title": "Learning Quechua as a Second Language or a Heritage Language? Two Paths, One Language, One App ",
      "translation": "<p>When first encountering SIMI, learners often wonder who the app is designed for. Is it meant for those who have never had the opportunity to learn Quechua? Or, is it for those who may understand the language, or know words and phrases, but who would like to become more proficient? The answer to this question depends upon the user’s profile as SIMI is designed for a wide range of learners. Specifically, we have found that these two groups are overwhelmingly represented: second language (L2) users and heritage language (HL) users. In the field of second language acquisition, a distinction is made between those who acquire a second language (L2 learners), and those who acquire their first, or native, language (L1 learners). To be an L2 user of SIMI, then, means that an individual may have never been exposed to Quechua before, or they may have heard it only occasionally, or in passing. Furthermore, Quechua itself will not have formed part of their familial or cultural upbringing. In short, L2 users acquire the language, and its culture, from scratch.</p> <p>A heritage language (HL) is “an ethnic or immigrant minority language that is the weaker of a bilingual speaker’s two languages” (Boon and Polinsky, 2014). Unlike L2 users who have no personal ties to the language they are learning, “HL speakers feel a cultural or family connection to their heritage language, but their most proficient language is the one that is dominant in their community” (Boon and Polinsky, 2014). In the case of HL learners of Quechua, perhaps their parents, grandparents, or aunts and uncles are fluent in the language, while they struggle to produce or perhaps even comprehend it. SIMI aids those HL speakers who are in the process of reclining or strengthening their bond with Quechua.</p> <p>While the distinction between L2 and HL learners may not at first appear to be great, their motivations and opportunities for acquiring and practicing the language differ significantly. Whereas HL speakers have a deep emotional or cultural connection to Quechua, L2 learners often do not have these same ties to the language that would formulate the same source of meaningful intrinsic motivation. According to Spolsky (1969), “one of the most important attitudinal factors [of language learning] is the attitude of the learner to the language and to its speakers” (p. 282). In other words, if a learner has strong intrinsic motivation for acquiring another language, and what is more, to integrate into that community of speakers, this will directly impact their ability to become proficient in their target language (p. 283). HL users of SIMI, then, with the desire to communicate more efficiently with their family members, or better participate in their home culture, are at an advantage when it comes to intrinsic motivation. This is not to say that L2 users cannot have the same level of intrinsic motivation as HL users. However, their reasons for downloading and–more importantly–staying on SIMI, in general, might vary.</p> <p>Additionally, while HL speakers have more opportunities to practice Quechua outside of the app, L2 users might find authentic practice with native or HL speakers of Quechua difficult. These latter learners should take advantage of the many exercises that SIMI offers while simultaneously finding opportunities to apply what they have learned on the app in real-life conversations. As numerous studies have proven, “one of the most important elements in the process of second language acquisition” is input (Sun 2008). However, as researchers such as Corder (1967) have noted, while we can control the input that a learner acquires such as through an app like SIMI, we cannot control a learner's intake, or how the “external stimuli [is grafted onto] their internal systems.” Therefore, the more opportunities a user of SIMI embraces in order to put what they know about Quechua into authentic use, the more likely their input from the app becomes intake in their mental grammar.</p></p>Finally, L2 and HL learners differ in the recognition that is given to each of their respective efforts. Although L2 learners are often given a “pass” when it comes to understanding how to use their target language in culturally appropriate ways, HL speakers are not often afforded this same level of grace. What is more, L2 speakers have long dominated as the subjects of second language acquisition research, with HL speakers only recently being considered in studies. Acknowledging these differences in the recognition each type of learner is given, SIMI seeks to support all learners with an inclusive and culturally respectful approach.</p> <p>As has been demonstrated, both L2 and HL learners of Quechua have different needs and motivations. This requires a flexible and adaptive pedagogical approach. While SIMI mainly focuses on Quechua acquisition as a second language, it also supports those learning it as a heritage language. Although Quechua is an ancestral language, not all users have the same relationship with it. This means the learning process cannot be homogeneous. SIMI must be a tool that adapts to the diverse realities of its users, while recognizing that each learner has a unique story and purpose in their connection with the language.</p>"
    },
    { "id": 2,
      "title": "Errores comunes al aprender una lengua indígena (¡y por qué son una buena señal!)",
      "author": "Nicaela León",
      "topic": "Educación",
      "date": "Hace 3 días",
      "created_at": "",
      "featured": false,
      "image": "assets/images/blog/posts/2.png",
      "content": "<p>Aprender quechua con una app como Simi puede parecer una aventura distinta, y lo es… pero también tiene mucho en común con aprender cualquier otro idioma. Y como en todo proceso de aprendizaje, es normal cometer errores. De hecho, podríamos decir que equivocarse es una parte esencial de aprender bien.</p> <p>En esta entrada queremos contarte algunos errores comunes que notamos en quienes empiezan a aprender quechua (¡o cualquier lengua indígena!) y por qué no deberías frustrarte si te pasa. Al contrario: son señales de que tu cerebro está trabajando, construyendo hipótesis y adaptándose a una forma nueva de ver y decir el mundo.</p> <p><strong>Error 1: Traducir palabra por palabra desde el español</strong></p> <p>Uno de los errores más comunes es intentar traducir frases literalmente, sin entender que cada idioma tiene su lógica. En quechua, por ejemplo, el orden básico de las palabras es diferente al del español: primero se dice el sujeto, luego el objeto, y al final el verbo (estructura SOV). Así que, mientras en español decimos “yo veo el perro”, en quechua diríamos “ñuqa alquta rikuni”, que literalmente sería “yo perro veo”.</p> <p>¿La trampa? Al principio, tu cerebro va a intentar forzar las estructuras que ya conoce. No te preocupes: con más exposición y práctica, este patrón se reajusta.</p> <p><strong>Error 2: Enfocarse solo en las palabras “importantes”</strong></p> <p>En español, solemos centrarnos en sustantivos y verbos, que nos dan mucha información. Pero en quechua, gran parte del significado está en los sufijos y en las pequeñas partículas que acompañan a las palabras.</p> <p>El quechua usa sufijos para expresar funciones gramaticales que en español se marcan con palabras sueltas. Por ejemplo, el sufijo -n marca posesión de tercera persona. En español diríamos “su casa” o “la casa de él/ella”. En quechua, basta un sufijo: wasin (“wasi” = casa, “-n” = su).</p> <p>Muchas personas que empiezan a aprender quechua tienden a omitir estos sufijos o a no darles importancia, porque parecen detalles pequeños. Pero en quechua, estos “detalles” pueden cambiar completamente el sentido de una frase.</p> <p>Por eso, en Simi les damos tanto protagonismo a los sufijos desde el principio.</p> <p><strong>Error 5: Transferencia del español</strong></p> <p>Este es inevitable: cuando aprendemos un nuevo idioma, nuestro cerebro usa lo que ya conoce para rellenar los huecos. Así que es normal que trates de armar frases quechuas usando estructuras del español o pronunciar palabras con sonidos del español.</p> <p>En Simi lo vemos seguido, por ejemplo, en errores como decir “ñuqayki” para “nosotros” en lugar de “ñuqanchik”, o pronunciar “wasi” (casa) con una “v” porque parece “vasi”.</p> <p>¿La solución? Entrenar tu oído, escuchar música o conversaciones en quechua y darte tiempo. Poco a poco tu cerebro irá afinando la diferencia.</p> <p><strong>En resumen</strong></p> <p>Los errores no son fracasos: son señales de que estás aprendiendo. Al aprender una lengua indígena como el quechua, tu cerebro tiene que hacer ajustes profundos, porque no se trata solo de otro idioma: se trata de una forma distinta de ver el tiempo, las relaciones, la evidencia, el mundo.</p> <p>Así que si te equivocas, ¡felicidades! Estás avanzando. Y recuerda: con práctica, curiosidad y paciencia, cada error se transforma en conocimiento.</p>"
    },
    { "id": 3,
      "title": "¿Ya leíste nuestro boletin Chaski SIMI?",
      "author": "Ximena Alvarez Gutierrez",
      "topic": "Educación",
      "date": "Hace 3 días",
      "created_at": "",
      "featured": false,
      "image": "assets/images/blog/posts/3.png",
      "content": "<p>¿Ya leíste Chaski SIMI? Es nuestro boletín bilingüe en quechua-español, está bien bonito. Cada número trae secciones fijas, variadas y hechas con cariño.</p> <p>En la sección “Sufijo del mes” te enseñamos cómo se usan los sufijos del quechua, hay uno distinto en cada edición. En “SimiTip” te compartimos bibliografía recomendada de personas que están comprometidas con la revitalización lingüística.</p> <p>También entrevistamos a personas capísimas que están trabajando por este idioma, como Wilfitu Yachachiq, a quien entrevistamos en un número anterior. Y no falta la sección temática, que está relacionada con celebraciones importantes que, de algún modo, se vinculan con el quechua. Además cada mes te presentaremos a un nuevo personaje de la familia de nuestro querido SIMI.</p> <p>Yo participé en la redacción de todos los números. Fue un desafío, sí, pero también una experiencia super gratificante, porque logré algo que no me había atrevido a hacer antes: aplicar mis conocimientos en redacción y corrección en un proyecto como este.</p> <p>Aprendí harto, el equipo siempre trae ideas nuevas y las trabajamos en conjunto. Me encanta ser parte de Chaski SIMI porque quiero que el quechua se escuche más, se valore y no se pierda.</p> <p>Si no lo leíste todavía, date una vuelta… Hay secciones que seguro te van a atrapar y enganchar.</p>"
    }
  ]
  