[
    { "id": 1,
      "title": "¿Aprender quechua como segunda lengua o como lengua de herencia? Dos caminos, un idioma, una app",
      "author": "Alexis Pelaez Olivera",
      "topic": "Educación",
      "date": "Hace 3 días",
      "created_at": "",
      "featured": true,
      "image": "assets/images/blog/posts/1.png",
      "content": "<p>Al encontrarse por primera vez con SIMI, las personas suelen preguntarse para quién está diseñada la aplicación. ¿Está pensada para quienes nunca han tenido la oportunidad de aprender quechua? ¿O está dirigida a quienes entienden algo del idioma, conocen algunas palabras y frases, pero desean mejorar su dominio?</p> <p>La respuesta depende del perfil del usuario, ya que SIMI está diseñada para una amplia variedad de aprendices. En particular, hemos observado que estos dos grupos están ampliamente representados: los usuarios de quechua como segunda lengua (L2) y como lengua de herencia (HL, por sus siglas en inglés).</p> <p>En el campo de la adquisición de segundas lenguas, se distingue entre quienes aprenden una segunda lengua (L2) y quienes adquieren su primera lengua o lengua materna (L1). Ser un usuario L2 de SIMI significa que la persona probablemente nunca ha estado expuesta al quechua, o solo lo ha escuchado ocasionalmente. Además, el quechua no formó parte de su crianza familiar o cultural.</p> <p>En resumen, los usuarios L2 aprenden la lengua y su cultura desde cero.</p> <p>Una lengua de herencia (HL) es \"una lengua minoritaria étnica o de inmigrantes que es la más débil de las dos lenguas de un hablante bilingüe\" (Boon y Polinsky, 2014). A diferencia de los usuarios L2, que no tienen vínculos personales con la lengua que aprenden, \"los hablantes de HL sienten una conexión cultural o familiar con su lengua de herencia, pero su lengua más dominante es la de su comunidad\" (Boon y Polinsky, 2014).</p> <p>En el caso del quechua, puede que sus padres, abuelos o tíos lo hablen con fluidez, mientras ellos luchan por producirlo o incluso comprenderlo. SIMI ayuda a estos hablantes de HL a recuperar o fortalecer su vínculo con el quechua.</p> <p>Aunque la diferencia entre aprendices L2 y HL puede no parecer tan grande al inicio, sus motivaciones y oportunidades para aprender y practicar la lengua varían significativamente. Mientras que los hablantes de HL tienen una conexión emocional o cultural profunda con el quechua, los usuarios L2 a menudo no cuentan con esos mismos lazos que proporcionan una fuente significativa de motivación intrínseca.</p> <p>Según Spolsky (1969), “uno de los factores actitudinales más importantes [en el aprendizaje de lenguas] es la actitud del aprendiz hacia la lengua y sus hablantes” (p. 282). Es decir, si un aprendiz tiene una fuerte motivación intrínseca para adquirir otra lengua, y aún más, integrarse en esa comunidad de hablantes, esto impactará directamente en su capacidad de alcanzar fluidez (p. 283).</p> <p>Los usuarios HL de SIMI, que desean comunicarse mejor con sus familiares o participar más plenamente en su cultura de origen, tienen una ventaja en términos de motivación intrínseca. Esto no quiere decir que los usuarios L2 no puedan tener una motivación intrínseca igualmente fuerte, pero sus razones para descargar y—más importante aún—seguir usando SIMI pueden ser diferentes.</p> <p>Además, mientras los hablantes de HL tienen más oportunidades de practicar quechua fuera de la aplicación, los usuarios L2 pueden encontrar más difícil acceder a hablantes nativos o de HL con quienes practicar. Estos últimos deben aprovechar al máximo los numerosos ejercicios que ofrece SIMI, al mismo tiempo que buscan oportunidades reales para aplicar lo aprendido en conversaciones auténticas.</p> <p>Como han demostrado numerosos estudios, “uno de los elementos más importantes en el proceso de adquisición de segundas lenguas” es la exposición (input) (Sun 2008). Sin embargo, como señalan investigadores como Corder (1967), aunque podemos controlar el input que recibe un aprendiz (por ejemplo, a través de una app como SIMI), no podemos controlar el intake, es decir, cómo ese estímulo externo se incorpora a su sistema interno.</p> <p>Por lo tanto, cuantas más oportunidades tenga una persona usuaria de SIMI para aplicar sus conocimientos en situaciones reales, más probable será que el input de la app se convierta en intake en su gramática mental.</p> <p>Por último, los aprendices L2 y HL también se enfrentan a diferencias en el reconocimiento social que reciben. Aunque a los aprendices L2 se les suele “perdonar” más en cuanto al uso adecuado y cultural de la lengua, los hablantes HL no siempre gozan de ese mismo margen. Además, la investigación sobre adquisición de lenguas ha priorizado durante mucho tiempo a los aprendices L2, y solo recientemente ha empezado a incluir a hablantes de HL.</p> <p>Reconociendo estas desigualdades, SIMI busca apoyar a todos los aprendices con un enfoque inclusivo y culturalmente respetuoso.</p> <p>Como se ha demostrado, los aprendices de quechua como L2 o HL tienen necesidades y motivaciones distintas. Esto requiere un enfoque pedagógico flexible y adaptativo.</p> <p>Aunque SIMI se enfoca principalmente en la adquisición del quechua como segunda lengua, también apoya a quienes lo aprenden como lengua de herencia. Si bien el quechua es una lengua ancestral, no todos los usuarios tienen la misma relación con ella.</p> <p>Por lo tanto, el proceso de aprendizaje no puede ser homogéneo. SIMI debe ser una herramienta que se adapte a las diversas realidades de sus usuarios, reconociendo que cada persona tiene una historia y un propósito únicos en su vínculo con la lengua.</p> <p><strong>Referencias</strong></p> <p>Boon, Erin, & Polinsky, Maria. (2014). From silence to voice: Empowering heritage language in the 21st century. Observatorio, 2(6), 1-19. Retrieved April 20, 2025 from <a href=\"https://scholar.harvard.edu/files/mpolinsky/files/002_informes_mp_from-silence.corrected.pdf\">Scholar Harvard</a>.</p> <p>Corder, Pit. (1967). The significance of learner’s errors. International Review of Linguistics, 5(4), 161-170.</p> <p>Spolsky, Bernard. (1969). Attitudinal aspects of second language learning. Language Learning, 19(3-4), 271–285. <a href=\"https://doi.org/10.1111/j.1467-1770.1969.tb00468.x\">DOI</a>.</p> <p>Sun, Yayun Anny. (2008). Input processing in second language acquisition: A discussion of four input processing models. Working Papers in TESOL & Applied Linguistics, 8(1), 1-10. <a href=\"https://doi.org/10.7916/salt.v8i1.1497\">DOI</a>.</p>"
    },
    { "id": 2,
      "title": "Errores comunes al aprender una lengua indígena (¡y por qué son una buena señal!)",
      "author": "Nicaela León",
      "topic": "Educación",
      "date": "Hace 3 días",
      "created_at": "",
      "featured": false,
      "image": "assets/images/blog/posts/2.png",
      "content": "<p>Aprender quechua con una app como Simi puede parecer una aventura distinta, y lo es… pero también tiene mucho en común con aprender cualquier otro idioma. Y como en todo proceso de aprendizaje, es normal cometer errores. De hecho, podríamos decir que equivocarse es una parte esencial de aprender bien.</p> <p>En esta entrada queremos contarte algunos errores comunes que notamos en quienes empiezan a aprender quechua (¡o cualquier lengua indígena!) y por qué no deberías frustrarte si te pasa. Al contrario: son señales de que tu cerebro está trabajando, construyendo hipótesis y adaptándose a una forma nueva de ver y decir el mundo.</p> <p><strong>Error 1: Traducir palabra por palabra desde el español</strong></p> <p>Uno de los errores más comunes es intentar traducir frases literalmente, sin entender que cada idioma tiene su lógica. En quechua, por ejemplo, el orden básico de las palabras es diferente al del español: primero se dice el sujeto, luego el objeto, y al final el verbo (estructura SOV). Así que, mientras en español decimos “yo veo el perro”, en quechua diríamos “ñuqa alquta rikuni”, que literalmente sería “yo perro veo”.</p> <p>¿La trampa? Al principio, tu cerebro va a intentar forzar las estructuras que ya conoce. No te preocupes: con más exposición y práctica, este patrón se reajusta.</p> <p><strong>Error 2: Enfocarse solo en las palabras “importantes”</strong></p> <p>En español, solemos centrarnos en sustantivos y verbos, que nos dan mucha información. Pero en quechua, gran parte del significado está en los sufijos y en las pequeñas partículas que acompañan a las palabras.</p> <p>El quechua usa sufijos para expresar funciones gramaticales que en español se marcan con palabras sueltas. Por ejemplo, el sufijo -n marca posesión de tercera persona. En español diríamos “su casa” o “la casa de él/ella”. En quechua, basta un sufijo: wasin (“wasi” = casa, “-n” = su).</p> <p>Muchas personas que empiezan a aprender quechua tienden a omitir estos sufijos o a no darles importancia, porque parecen detalles pequeños. Pero en quechua, estos “detalles” pueden cambiar completamente el sentido de una frase.</p> <p>Por eso, en Simi les damos tanto protagonismo a los sufijos desde el principio.</p> <p><strong>Error 5: Transferencia del español</strong></p> <p>Este es inevitable: cuando aprendemos un nuevo idioma, nuestro cerebro usa lo que ya conoce para rellenar los huecos. Así que es normal que trates de armar frases quechuas usando estructuras del español o pronunciar palabras con sonidos del español.</p> <p>En Simi lo vemos seguido, por ejemplo, en errores como decir “ñuqayki” para “nosotros” en lugar de “ñuqanchik”, o pronunciar “wasi” (casa) con una “v” porque parece “vasi”.</p> <p>¿La solución? Entrenar tu oído, escuchar música o conversaciones en quechua y darte tiempo. Poco a poco tu cerebro irá afinando la diferencia.</p> <p><strong>En resumen</strong></p> <p>Los errores no son fracasos: son señales de que estás aprendiendo. Al aprender una lengua indígena como el quechua, tu cerebro tiene que hacer ajustes profundos, porque no se trata solo de otro idioma: se trata de una forma distinta de ver el tiempo, las relaciones, la evidencia, el mundo.</p> <p>Así que si te equivocas, ¡felicidades! Estás avanzando. Y recuerda: con práctica, curiosidad y paciencia, cada error se transforma en conocimiento.</p>"
    },
    { "id": 3,
      "title": "¿Ya leíste nuestro boletin Chaski SIMI?",
      "author": "Ximena Alvarez Gutierrez",
      "topic": "Educación",
      "date": "Hace 3 días",
      "created_at": "",
      "featured": false,
      "image": "assets/images/blog/posts/3.png",
      "content": "<p>¿Ya leíste Chaski SIMI? Es nuestro boletín bilingüe en quechua-español, está bien bonito. Cada número trae secciones fijas, variadas y hechas con cariño.</p> <p>En la sección “Sufijo del mes” te enseñamos cómo se usan los sufijos del quechua, hay uno distinto en cada edición. En “SimiTip” te compartimos bibliografía recomendada de personas que están comprometidas con la revitalización lingüística.</p> <p>También entrevistamos a personas capísimas que están trabajando por este idioma, como Wilfitu Yachachiq, a quien entrevistamos en un número anterior. Y no falta la sección temática, que está relacionada con celebraciones importantes que, de algún modo, se vinculan con el quechua. Además cada mes te presentaremos a un nuevo personaje de la familia de nuestro querido SIMI.</p> <p>Yo participé en la redacción de todos los números. Fue un desafío, sí, pero también una experiencia super gratificante, porque logré algo que no me había atrevido a hacer antes: aplicar mis conocimientos en redacción y corrección en un proyecto como este.</p> <p>Aprendí harto, el equipo siempre trae ideas nuevas y las trabajamos en conjunto. Me encanta ser parte de Chaski SIMI porque quiero que el quechua se escuche más, se valore y no se pierda.</p> <p>Si no lo leíste todavía, date una vuelta… Hay secciones que seguro te van a atrapar y enganchar.</p>"
    }
  ]
  